alacritty
alsa-utils
ant
asar
base
base-devel
bluez-utils
boost
brightnessctl
catch2
code
debugedit
discord
dolphin
dunst
efibootmgr
fakeroot
git
go
godot
htop
hyprland
hyprpaper
inkscape
intel-ucode
libreoffice-fresh
mbedtls
mpv
nano
ncdu
network-manager-applet
nlohmann-json
nvm
obsidian
pavucontrol
polkit-kde-agent
power-profiles-daemon
qt5-imageformats
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-xmlpatterns
qt6-wayland
rust
sddm
sof-firmware
starship
tlp
unrar
unzip
virt-manager
waybar
wget
wireless_tools
xorg-xinit
zip
zram-generator